{
  "DidYouMean": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "blink-cmp-spell": { "branch": "master" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "cmp-dbee": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nerdfont": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "colorful-menu.nvim": { "branch": "master" },
  "committia.vim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "contextindent.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "edgy.nvim": { "branch": "main" },
  "fff.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
  "hunk.nvim": { "branch": "master" },
  "lazy-require.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "log-highlight.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "mini.fuzzy": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.visits": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotab.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-elixir": { "branch": "master" },
  "neotest-jest": { "branch": "main" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "fix-deprecations" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-unception": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "output-panel.nvim": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "smart-open.nvim": { "branch": "0.2.x" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "tabby.nvim": { "branch": "main" },
  "tailwind-tools": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "treesitter-endwise.nvim": { "branch": "master" },
  "treesitter-unit": { "branch": "main" },
  "tssorter.nvim": { "branch": "main" },
  "unnest.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-plist": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "virt-column.nvim": { "branch": "master" },
  "window-picker": { "branch": "main" }
}
